dic_class_0 = {
"001" : """BMI (Body Mass Index) เป็นอัตราส่วนระหว่างน้ำหนักและส่วนสูงของร่างกาย โดยสูตรการคำนวณ BMI คือน้ำหนัก (กิโลกรัม) หารด้วยส่วนสูง (เมตร) ยกกำลังสอง (BMI = น้ำหนัก / (ส่วนสูง * ส่วนสูง)) โดยเกณฑ์การคำนวณของเพศชายและหญิงเหมือนกัน สำหรับการประเมินสภาพร่างกายค่า BMI 

- ต่ำกว่า 18.5 แสดงถึงน้ำหนักน้อยเกินไป (Underweight) 
- 18.5 ถึง 22.9 คือน้ำหนักปกติ (Normal weight)
- 23 ถึง 29.9 หมายถึงน้ำหนักเกิน (Overweight) 
- 30 ถึง 34.9 หมายถึงอ้วนระดับ 1 (Obese) 
- มากกว่า 35 แสดงถึงอ้วนมาก (Morbidly obese) 

ค่า BMI เป็นข้อมูลเพียงตัวเดียวและไม่สามารถบอกความสุขภาพโดยสมบูรณ์ ต้องพิจารณาปัจจัยอื่น ๆ เช่นความดันโลหิต, ระดับน้ำตาลในเลือด, และระดับไขมันในเลือดด้วยเพื่อประเมินสุขภาพทั่วไปของบุคคลแต่ละคนอีกด้วย""" ,
"011" : """การนอนไม่เพียงพอเพิ่มความเสี่ยงต่ออ้วน เพราะฮอร์โมนควบคุมอาหารและเผาผลาญพลังงานเปลี่ยนแปลง และความเครียดเพิ่มความอยากอาหาร ยิ่งไปกว่านี้ มีปัจจัยสังคมและเศรษฐกิจ ความเครียดทางจิตใจ และประวัติทางสุขภาพที่มีบทบาทในเพิ่มความเสี่ยงต่ออ้วนด้วย""" ,
"012" : """อาการเครียดและภาวะซึมเศร้าเสี่ยงทำให้คนอ้วน เนื่องจากมีผลต่อพฤติกรรมการกินและระดับฮอร์โมนในร่างกาย ความเครียดสามารถเพิ่มความอยากกินอาหารและทำให้ควบคุมพฤติกรรมการกินลำบาก จึงเสี่ยงส่งผลให้เกิดการบริโภคพลังงานมากขึ้นและน้ำหนักเพิ่มขึ้น

ดังนั้น การจัดการความเครียดและภาวะซึมเศร้าเป็นสิ่งสำคัญในการลดความเสี่ยงต่อโรคอ้วน การออกกำลังกายอย่างสม่ำเสมอและการรับประทานอาหารที่มีประโยชน์เป็นส่วนสำคัญในการรักษาน้ำหนักที่เหมาะสม นอนหลับให้เพียงพอยังเป็นปัจจัยสำคัญเพื่อควบคุมน้ำหนักให้ดีขึ้น""" ,
"013" : """น้ำตาลมีบทบาทสำคัญในร่างกาย แต่การบริโภคน้ำตาลเป็นปริมาณมากอาจเสี่ยงต่ออ้วนและโรคเรื้อรัง โดยองค์การอนามัยโลก (WHO) แนะนำว่า ไม่ควรบริโภคน้ำตาลเกิน 6 ช้อนชาต่อวันสำหรับผู้ใหญ่ เนื่องจากน้ำตาลส่วนเกินจะแปลงเป็นไขมันสะสมภายในร่างกาย เราควรหลีกเลี่ยงน้ำตาลสูงในอาหารและเครื่องดื่ม และเลือกอาหารที่มีน้ำตาลน้อย รวมถึงออกกำลังกายเพื่อควบคุมน้ำหนักและมีสุขภาพที่ดีขึ้นได้ ซึ่งการกินผักเป็นประจำยังช่วยให้คุณรู้สึกอิ่มท้องนานขึ้น อาจช่วยลดการบริโภคอาหารที่มีน้ำตาลและคาร์โบไฮเดรตส่วนเกินไปได้ด้วย""" ,
"014" : """พันธุกรรมมีบทบาทสำคัญในความเสี่ยงต่อโรคอ้วน ซึ่งประมาณ 40-70% เป็นผลมาจากพันธุกรรม ยีนบางตัวอาจส่งผลต่อการรับประทานอาหาร ความอิ่ม และการเผาผลาญพลังงาน บางคนอาจมีความไวต่ออาหารที่มีไขมันและน้ำตาลมากขึ้น นอกจากนี้ยังมียีนที่ส่งผลต่อฮอร์โมนและเผาผลาญพลังงาน ดังนั้นพันธุกรรมมีบทบาทในความเสี่ยงต่อโรคอ้วน แต่ปัจจัยสิ่งแวดล้อมและพฤติกรรมการดูแลสุขภาพก็มีบทบาทสำคัญเช่นกัน""" ,
"015" : """การกินเร็วส่งผลให้เกิดอ้วนได้ด้วย 2 สาเหตุหลัก:

- การกินมากกว่าที่ต้องการ: การกินเร็วทำให้สมองไม่รับรู้ถึงความอิ่มทันที ทำให้ได้รับแคลอรีเกินความต้องการ ซึ่งสามารถทำให้เกิดการสะสมไขมันและเพิ่มน้ำหนักได้
- การย่อยอาหารไม่เป็นประสิทธิภาพ: การเคี้ยวอาหารอย่างรวดเร็วทำให้อาหารไม่ถูกย่อยให้ละเอียดเพียงพอ ทำให้ร่างกายดูดซึมสารอาหารได้น้อยลง ส่งผลให้เกิดอาการท้องอืด ท้องเฟ้อ หรือกรดไหลย้อน นอกจากนี้ การกินเร็วยังเสี่ยงต่อการเป็นโรคเบาหวานชนิด 2, โรคหัวใจ, และโรคอ้วนลงพุงได้

ควรเคี้ยวอาหารให้ละเอียด, วางช้อนหรือตะเกียบลงระหว่างคำ, ดื่มน้ำเปล่าระหว่างมื้อ, และสร้างบรรยากาศการรับประทานอาหารที่ดี เพื่อให้สามารถเพลิดเพลินกับรสชาติของอาหารและลดความเสี่ยงในการอ้วนขึ้นและสุขภาพดีขึ้นได้.""" ,
"016" : """การติดโควิด-19 เสี่ยงให้เกิดปัญหาน้ำหนักเพิ่มขึ้น สาเหตุหลักได้แก่การอักเสบที่เกิดขึ้นในร่างกายเนื่องจากการติดเชื้อ, ความเครียดที่อาจทำให้กินมากเกินไป, การใช้ยาบางชนิดที่ใช้รักษาโควิด-19, และความเสี่ยงที่สูงขึ้นในกรณีที่ผู้ติดเชื้อมีปัญหาน้ำหนักเกินหรือโรคอ้วนอยู่แล้ว

เพื่อลดความเสี่ยงในการเกิดปัญหาน้ำหนักเพิ่มขึ้นหลังติดโควิด-19 ควรรับประทานอาหารที่มีประโยชน์และครบถ้วน, ออกกำลังกายอย่างสม่ำเสมอ, ควบคุมความเครียด, และปรึกษาแพทย์เมื่อมีปัญหาน้ำหนักเพิ่มขึ้นมากหรือมีแนวโน้มที่จะเพิ่มขึ้นเรื่อยๆ เพื่อหาแนวทางในการควบคุมน้ำหนักที่เหมาะสม""" ,
"017" : """การกินน้อยแล้วอ้วนเป็นเรื่องจริง สาเหตุสำคัญได้แก่การกินน้อยเกินไปทำให้ร่างกายอ่อนแอ ระบบเผาผลาญชะลอลงและส่งผลให้ร่างกายสะสมไขมัน อีกสาเหตุหนึ่งคือการกินอาหารที่มีแคลอรีสูงแม้จะกินน้อย หรือการกินจุบจิบบ่อยๆ ที่ส่งผลให้ได้รับแคลอรีมากเกินไป นอกจากนี้ โรคประจำตัวและฮอร์โมนบางประเภทก็อาจมีผลต่อน้ำหนักได้ด้วยเช่นกัน

เพื่อลดความเสี่ยงในการกินน้อยแล้วอ้วน ควรรับประทานอาหารที่มีประโยชน์และครบถ้วน, ออกกำลังกายอย่างสม่ำเสมอ, ควบคุมความเครียด, พักผ่อนเพียงพอ, และถ้ามีปัญหาในการลดน้ำหนักควรปรึกษาแพทย์หรือนักโภชนาการเพื่อหาแนวทางที่เหมาะสมสำหรับคุณ""" ,
"018" : """คุณแม่ที่คลอดลูกแล้วอ้วนมาก น้ำหนักจะลดลงภายหลัง โดยทั่วไปน้ำหนักของคุณแม่หลังคลอดจะลดลงประมาณ 5-6 กิโลกรัม ในช่วง 1-2 สัปดาห์แรก เนื่องจากเป็นน้ำหนักของทารก รก และน้ำคร่ำที่ลดลง หลังจากนั้นน้ำหนักจะค่อยๆ ลดลงตามพฤติกรรมการกินและการลดน้ำหนักของคุณแม่ การลดน้ำหนักหลังคลอดลูกช่วยลดความเสี่ยงในการเกิดโรคอ้วนในอนาคต เช่น โรคเบาหวานชนิดที่ 2 และโรคหัวใจและหลอดเลือด เป็นต้น 

การแพ้ท้องอาจเพิ่มความอยากรับประทานอาหารและกินบ่อยขึ้น แต่ควรเลือกอาหารที่มีประโยชน์และครบถ้วนเพื่อไม่ให้น้ำหนักเพิ่มขึ้น ควรรักษาพฤติกรรมการกินที่ดีและออกกำลังกายอย่างสม่ำเสมอ เพื่อลดความเสี่ยงในการเกิดโรคอ้วนหลังคลอดลูก การคลอดลูกแล้วไม่ได้ทำให้คุณแม่อ้วนทันที แต่ควรรักษาพฤติกรรมการกินและออกกำลังกายที่เหมาะสมเพื่อควบคุมน้ำหนักในระดับที่เหมาะสมและลดความเสี่ยงในการเกิดโรคอ้วนในอนาคต"""
}