dic_class_1 = {
"1101" : """เพิ่มสมรรถภาพการออกกำลังกายควรรับประทานอาหารที่มีสารอาหารที่จำเป็น ได้แก่

- คาร์โบไฮเดรต: ข้าวกล้อง, ขนมปังโฮลวีต, ข้าวโอ๊ต, ถั่ว, เมล็ดพืช
- โปรตีน: เนื้อสัตว์, ปลา, ไข่, นม, ถั่ว, เมล็ดพืช
- ไขมันดี: น้ำมันมะกอก, น้ำมันคาโนลา, น้ำมันถั่วลิสง, อะโวคาโด, ถั่ว, เมล็ดพืช
- วิตามินและเกลือแร่: ควรรับประทานอาหารหลากหลาย

นอกจากนี้ อย่าลืมดื่มน้ำเพียงพอก่อนออกกำลังกาย ขณะออกกำลังกาย และหลังการออกกำลังกายเพื่อป้องกันการขาดน้ำและลดอาการเหนื่อยล้า""",
"1102" : """อาหารที่เหมาะสมสำหรับการฟื้นฟูหลังการออกกำลังกาย ควรเน้นอาหารที่มีสารอาหารที่จำเป็นต่อการฟื้นฟูกล้ามเนื้อและร่างกาย ควรรับประทานอาหารหลังออกกำลังกายภายใน 30 นาที เนื่องจากร่างกายจะดูดซึมสารอาหารได้ดีที่สุด ได้แก่

- โปรตีน: เนื้อสัตว์, ปลา, ไข่, นม, ถั่ว, เมล็ดพืช.
- คาร์โบไฮเดรตเชิงซ้อน: ข้าวกล้อง, ขนมปังโฮลวีต, ข้าวโอ๊ต, ถั่ว, เมล็ดพืช.
- ไขมันดี: น้ำมันมะกอก, น้ำมันคาโนลา, น้ำมันถั่วลิสง, อะโวคาโด, ถั่ว, เมล็ดพืช.
- วิตามินและเกลือแร่: ควรรับประทานอาหารหลากหลาย.

อย่าลืมดื่มน้ำให้เพียงพอหลังออกกำลังกาย เพื่อชดเชยน้ำที่เสียไปกับเหงื่อ""",
"1103" : """ผู้ที่ออกกำลังกายมากหรือเป็นประจำ จำเป็นต้องรับประทานอาหารที่มีประโยชน์และเหมาะสม ให้ครบ 5 หมู่ในแต่ละมื้อ ให้เพียงพอตามความต้องการของร่างกาย เพื่อให้ร่างกายได้รับสารอาหารที่จำเป็นต่อการซ่อมแซมและฟื้นฟูกล้ามเนื้อ และเพื่อเตรียมพร้อมสำหรับการออกกำลังกายครั้งต่อไป 

อาหารที่ควรรับประทานสำหรับผู้ที่ออกกำลังกายมากหรือเป็นประจำ ได้แก่
- โปรตีน: เช่น เนื้อสัตว์, ปลา, ไข่, ถั่ว, เมล็ดพืช
- คาร์โบไฮเดรตเชิงซ้อน: เช่น ข้าวกล้อง, ขนมปังโฮลวีต, ข้าวโอ๊ต, ถั่ว, เมล็ดพืช
- ไขมันดี: เช่น น้ำมันมะกอก, น้ำมันคาโนลา, น้ำมันถั่วลิสง, อะโวคาโด, ถั่ว, เมล็ดพืช
- วิตามินและเกลือแร่: ควรรับประทานอาหารหลากหลาย

อย่าลืมดื่มน้ำน้ำให้เพียงพอก่อนออกกำลังกาย ขณะออกกำลังกาย และหลังการออกกำลังกาย เพื่อป้องกันการขาดน้ำและลดอาการเหนื่อยล้า""",
"1104" : """ก่อนการออกกำลังกายควรรับประทานอาหารที่มีความหลากหลายและหลีกเลี่ยงอาหารที่มีไขมันสูงและน้ำตาลสูง เพราะอาจทำให้รู้สึกอึดอัดและเหนื่อยล้าขณะออกกำลังกาย ควรหลีกเลี่ยงอาหารที่มีกากใยสูง  เพื่อป้องกันอาการท้องเสียและปวดท้องขณะออกกำลังกาย

ควรรับประทานอาหารที่มีสารอาหารที่จำเป็นต่อการออกกำลังกาย ได้แก่ 
- คาร์โบไฮเดรตเชิงซ้อน เช่น ข้าวกล้อง เมล็ดพืช
- โปรตีน เช่น เนื้อสัตว์ ผลิตภัณฑ์จากนม
- ไขมันดี เช่น น้ำมันมะกอก, อะโวคาโด, วิตามิน และเกลือแร่

ควรดื่มน้ำให้เพียงพอก่อนออกกำลังกายเพื่อป้องกันการขาดน้ำและอาการเหนื่อยล้า""",
"1105" : """หลังการออกกำลังกายควรรับประทานอาหารที่มีสารอาหารที่จำเป็นต่อการฟื้นฟูกล้ามเนื้อและร่างกาย ควรหลีกเลี่ยงอาหารที่มีไขมันสูงและน้ำตาลสูง  เพราะอาจทำให้รู้สึกอึดอัดและเหนื่อยล้า นอกจากนี้ควรหลีกเลี่ยงอาหารที่มีกากใยสูง เพราะป้องกันอาการท้องเสียและปวดท้องหลังการออกกำลังกาย และควรดื่มน้ำให้เพียงพอเพื่อชดเชยน้ำที่สูญเสียไปในระหว่างการออกกำลังกาย แนะนำให้รับประทานอาหารหลังออกกำลังกายภายใน 30 นาที เนื่องจากร่างกายจะดูดซึมสารอาหารได้ดีที่สุดในช่วงเวลานี้

อาหารที่ควรบริโภคหลังการออกกำลังกาย ได้แก่ 
- โปรตีน เช่น เนื้อสัตว์ ปลา ไข่ นม ผลิตภัณฑ์จากนม ถั่ว เมล็ดพืช
- คาร์โบไฮเดรตเชิงซ้อน เช่น ข้าวกล้อง ขนมปังโฮลวีต ข้าวโอ๊ต 
- ถั่วและเมล็ดพืช, ไขมันดี เช่น น้ำมันมะกอก อะโวคาโด ถั่วและเมล็ดพืช
- วิตามิน และเกลือแร่""",
"1106" : """ปริมาณแคลอรี่ที่เหมาะสมสำหรับผู้ใหญ่ที่มีสุขภาพดี: ประมาณ 500-700 แคลอรี่ และในผู้ที่ต้องการลดน้ำหนัก: ประมาณ 300-500 แคลอรี่ ในมื้อเย็น และในผู้ที่ออกกำลังกายเป็นประจำ อาจเพิ่มปริมาณแคลอรี่ในมื้อเย็นขึ้นเล็กน้อย

อาหารที่เหมาะกับมื้อเย็น ได้แก่
- โปรตีนไขมันต่ำ เช่น เนื้อสัตว์ไม่ติดมัน ปลา ถั่ว และเต้าหู้
- คาร์โบไฮเดรตเชิงซ้อน เช่น ข้าวกล้อง ขนมปังโฮลวีต และพาสต้าโฮลวีต
และควรผักให้ได้อย่างน้อยครึ่งหนึ่งของจาน หลีกเลี่ยงอาหารที่มีไขมันอิ่มตัว น้ำตาล และโซเดียมสูง

ตัวอย่างเมนูอาหารเย็นที่มีแคลอรี่ต่ำ เช่น ไข่ตุ๋น กับข้าวกล้อง (ประมาณ 300 แคลอรี) , โจ๊กไข่ขาว (ประมาณ 200 แคลอรี) , ข้าวต้มปลา (ประมาณ 400 แคลอรี) , แกงจืดเต้าหู้หมูสับ (ประมาณ 200 แคลอรี)""",
"1107" : """เมื่อคุณต้องการมื้อเที่ยงที่อิ่มและเหมาะสมทางโภชนาการ ควรคำนึงถึงปริมาณแคลอรี่ที่เหมาะสมตามความต้องการของร่างกาย เริ่มต้นที่ประมาณ 400 - 600 กิโลแคลอรี่สำหรับผู้ใหญ่ และประมาณ 200 - 400 กิโลแคลอรี่สำหรับเด็กและวัยรุ่น โดยพิจารณาปัจจัยอื่น ๆ ร่วมด้วย เช่น กิจกรรมทางกายในวันนั้น และเป้าหมายด้านสุขภาพของคุณ

เลือกเมนูอาหารที่มีสารอาหารหลายประเภทเพื่อให้ร่างกายได้รับสารอาหารครบถ้วน เช่น
- โปรตีน เช่น เนื้อสัตว์ ไข่ ถั่ว เมล็ดพืช 
- คาร์โบไฮเดรตเชิงซ้อน เช่น ข้าว  ขนมปัง ถั่ว เมล็ดพืช
- ไขมันดี เช่น น้ำมันมะกอก อะโวคาโด ถั่ว เมล็ดพืช

ตัวอย่างเมนูอาหารที่เหมาะกับมื้อกลางวัน เช่น สลัดผักและไข่ , ข้าวผัดไก่ , แกงส้มผักรวม , ข้าวมันไก่ , สเต็กเนื้อ เป็นต้น""",
"1108" : """อาหารในมื้อเช้าเป็นมื้อที่สำคัญที่สุดของวัน เพราะเป็นช่วงเวลาที่ร่างกายได้รับพลังงานอย่างเต็มที่หลังจากอดอาหารมาทั้งคืน โดยปริมาณแคลอรี่ที่เหมาะสมตามความต้องการของร่างกายในมื้อเช้า เริ่มต้นที่ประมาณ 400-450 กิโลแคลอรี่สำหรับผู้ใหญ่ และประมาณ 200 - 300 กิโลแคลอรี่สำหรับเด็กและวัยรุ่น โดยคำนึงถึงแคลอรี่ที่ต้องการ และพิจารณาปัจจัยอื่น ๆ เช่น กิจกรรมทางกายในวันนั้น และเป้าหมายด้านสุขภาพของคุณ

อาหารที่เหมาะกับการรับประทานในมื้อเช้า ได้แก่
- โปรตีน: เพื่อสร้างและซ่อมแซมเซลล์ในร่างกาย เช่น ไข่, ไก่, ปลา, โยเกิร์ต, หรือเนื้อ
- คาร์โบไฮเดรต: เพื่อเป็นแหล่งพลังงานสำคัญ เช่น ข้าวโอ๊ต, ขนมปังโฮลวีท, แป้งธัญพืช, และธัญพืชอื่น ๆ
- ไขมัน: ควรเลือกไขมันที่ดีต่อสุขภาพเช่น มันมะพร้าว, น้ำมันมะกอก, และไขมันที่มีอิ่มตัวจากเนื้อสัตว์ที่มีไขมันน้อย
- ใยอาหาร: เพื่อรักษาความสูงระดับน้ำตาลในเลือดและระดับคอเลสเตอรอล เช่น ผักสด, ผลไม้, และธัญพืช
- วิตามินและแร่ธาตุ: เพื่อให้ร่างกายได้รับวิตามินและแร่ธาตุที่หลากหลาย เช่น วิตามิน C, วิตามิน A, แร่ธาตุเหล็ก, แร่ธาตุแคลเซียม, และอื่นๆ
- น้ำ: เพื่อให้ร่างกายขับของเสียและรักษาความสดชื่น""",
"1109" : """ควรรับประทานอาหารที่หลากหลาย ให้ครบทั้ง 5 หมู่อาหาร และหลีกเลี่ยงอาหารที่มีคาร์โบไฮเดรตเชิงเดี่ยวและน้ำตาลสูง เช่น น้ำอัดลม ขนมหวาน และอาหารแปรรูป รับประทานอาหารให้ตรงเวลา และไม่ควรอดอาหารหรือรับประทานอาหารมากเกินไป พร้อมทั้งควรออกกำลังกายอย่างสม่ำเสมอ

อาหารที่เหมาะกับการควบคุมระดับน้ำตาลในเลือด ได้แก่ 
- คาร์โบไฮเดรตเชิงซ้อน เช่น ข้าวกล้อง, ขนมปังโฮลวีต, ข้าวโพด, เผือก, ถั่ว, และผลไม้ เพราะคาร์โบไฮเดรตเชิงซ้อนจะช่วยลดการดูดซึมน้ำตาลในเลือดให้เป็นอย่างช้า ๆ ทำให้ระดับน้ำตาลในเลือดไม่สูงขึ้นเร็ว
- ใยอาหาร เช่น ผัก, ผลไม้, ถั่ว, ธัญพืช, และเมล็ดพืช เนื่องจากใยอาหารช่วยลดการดูดซึมน้ำตาลในเลือด ทำให้ระดับน้ำตาลในเลือดคงที่  
- สารอาหารที่ช่วยควบคุมระดับน้ำตาลในเลือดได้ เช่น ชาเขียว ขมิ้นชัน อัลมอนด์ ถั่วลิสง และโกโก้""",
"1110" : """ในการเสริมสร้างระบบภูมิคุ้มกัน ควรรับประทานอาหารที่หลากหลายและครบถ้วน 

อาหารเสริมสร้างระบบภูมิคุ้มกันมี 2 กลุ่มหลัก คือ
- อาหารที่มีวิตามินและเกลือแร่ที่จำเป็นต่อระบบภูมิคุ้มกัน ได้แก่ วิตามินซี วิตามินอี วิตามินเอ สังกะสี ซีลีเนียม และโฟเลต รับได้จากวิตามินและเกลือแร่เหล่านี้จากผัก, ผลไม้, ถั่ว, เนื้อสัตว์, ไข่, และนม
- อาหารที่มีสารต้านอนุมูลอิสระ ช่วยปกป้องเซลล์ในร่างกายจากการถูกทำลายโดยอนุมูลอิสระ ซึ่งอนุมูลอิสระเป็นสารที่เกิดจากกระบวนการเผาผลาญของร่างกายและปัจจัยแวดล้อมต่างๆและอาหารที่อาจช่วยเสริมสร้างระบบภูมิคุ้มกันเพิ่มเติม ได้แก่ ผักและผลไม้สด เช่น ผักโขม บรอกโคลี, ผักใบเขียว เช่น ผักคะน้า ผัก, ถั่วและเมล็ดพืช เช่น ถั่วเหลือง ถั่วลิสง, เนื้อสัตว์ เช่น เนื้อไก่ เนื้อแกะ, ไข่, นมและผลิตภัณฑ์จากนม

เพื่อสุขภาพที่ดีและระบบภูมิคุ้มกันที่แข็งแรง หลีกเลี่ยงอาหารแปรรูป, อาหารที่มีน้ำตาลสูง, และอาหารที่มีไขมันอิ่มตัวสูง เพื่อควบคุมสุขภาพอย่างเหมาะสม""",
"1111" : """หากต้องการสร้างกล้ามเนื้อควรรับประทานอาหารที่มีโปรตีนสูง และคาร์โบไฮเดรตเชิงซ้อน พร้อมกับผักผลไม้สดและอาหารที่ช่วยในการสร้างกล้ามเนื้อ เพื่อให้ร่างกายสามารถสร้างและซ่อมแซมกล้ามเนื้อได้อย่างเหมาะสม รวมทั้งช่วยให้มีประสิทธิภาพในการออกกำลังกายและสร้างกล้ามเนื้ออย่างมีประสิทธิภาพ.

อาหารที่เหมาะกับการออกกำลังกายเพื่อสร้างกล้ามเนื้อ ได้แก่ 
- อาหารที่โปรตีนสูง เช่น เนื้อสัตว์ ไข่ นมและผลิตภัณฑ์จากนม ถั่ว และเมล็ดพืช เต้าหู้ โปรตีนจากพืช
- คาร์โบไฮเดรตเชิงซ้อน เช่น ข้าวกล้อง ขนมปังโฮลวีต ข้าวโพด เผือก ถั่วต่างๆ
- ผลไม้ต่างๆ  ผักและผลไม้สด เช่น ผักโขม บรอกโคลี ชาเขียว, ขมิ้นชัน, อัลมอนด์, ถั่วลิสง, โกโก้""",
"1112" : """สำหรับคนที่ต้องการลดน้ำหนักควรรับประทานอาหารที่มีแคลอรีต่ำ, ควบคุมการรับประทานไขมันและน้ำตาล, รวมถึงมีใยอาหารสูง เพื่อช่วยควบคุมความอยากอาหารและลดน้ำหนักอย่างมีประสิทธิภาพ และรับประทานอาหารที่หลากหลายเป็นมื้อ ๆ ไม่ควรอดอาหารหรือบริโภคมากเกินไป นอกจากนี้ควรคำนึงถึงการออกกำลังกายและการบริหารสุขภาพทั่วไปเพิ่มเติมเพื่อสนับสนุนกระบวนการลดน้ำหนักให้ประสบความสำเร็จ 

อาหารที่เหมาะกับผู้ที่ต้องการลดน้ำหนัก ได้แก่ 
- ผักและผลไม้สด, ธัญพืชเต็มเมล็ดเช่น ข้าวกล้องและขนมปังโฮลวีต
- โปรตีนจากพืชเช่น ถั่วและเมล็ดพืช, เต้าหู้, โปรตีนจากถั่วเหลือง
- ไขมันดีเช่น น้ำมัน, มะกอกและน้ำมันมะพร้าว
- อาหารที่มีใยอาหารสูง เช่น ผักใบเขียว
- ผลไม้ที่มีเมล็ด เช่น สตรอว์เบอร์รี่และกีวี, ชาเขียว, ขมิ้นชัน, อัลมอนด์, ถั่วลิสง, โกโก้""",
"1113" : """การเลือกอาหารเพื่อลดน้ำหนักนั้น ควรเลือกรับประทานอาหารที่หลากหลาย ให้ครบทั้ง 5 หมู่ โดยเน้นอาหารที่มีแคลอรีต่ำ ใยอาหารสูง และอาหารที่มีสารอาหารหรือสารเคมีอื่น ๆ ที่อาจช่วยลดน้ำหนัก หลีกเลี่ยงอาหารแปรรูป อาหารที่มีน้ำตาลสูง และ

อาหารที่มีไขมันอิ่มตัวสูงตัวอย่างอาหารที่ควรหลีกเลี่ยง
- อาหารที่มีไขมันสูง เช่น เนื้อสัตว์ติดมัน อาหารทอด อาหารแปรรูป
- อาหารที่มีน้ำตาลสูง เช่น น้ำหวาน ขนมหวาน เครื่องดื่มที่มีน้ำตาล
- อาหารแปรรูป เช่น แฮม ไส้กรอก เบเกอรี่ อาหารแช่แข็ง
- อาหารที่มีโซเดียมสูง เช่น อาหารกึ่งสำเร็จรูป อาหารกระป๋อง
- เครื่องดื่มแอลกอฮอล์""",
"1114" : """สำหรับผู้ที่ต้องการรักษาน้ำหนักตัว ควรหลีกเลี่ยงอาหารที่มีแคลอรีสูง ไขมันสูง น้ำตาลสูง และโซเดียมสูง ซึ่งสามารถเพิ่มความเสี่ยงในการเกิดโรคต่างๆ เช่น โรคอ้วน โรคหัวใจและหลอดเลือด โรคเบาหวาน โรคความดันโลหิตสูง เป็นต้น

อาหารบางชนิดที่ควรจำกัดการบริโภคเมื่อต้องการรักษาน้ำหนักตัว ได้แก่
- อาหารที่มีไขมันสูง เช่น เนื้อสัตว์ติดมัน อาหารทอด อาหารแปรรูป
- อาหารที่มีน้ำตาลสูง เช่น น้ำหวาน ขนมหวาน เครื่องดื่มที่มีน้ำตาล
- อาหารแปรรูป เช่น แฮม ไส้กรอก เบเกอรี่ อาหารแช่แข็ง
- อาหารที่มีโซเดียมสูง เช่น อาหารกึ่งสำเร็จรูป อาหารกระป๋อง
- เครื่องดื่มแอลกอฮอล์

การเลือกอาหารเพื่อรักษาน้ำหนักตัวนั้น ควรเลือกรับประทานอาหารที่หลากหลาย ให้ครบทั้ง 5 หมู่ ให้ครบ 3 มื้อ โดยเน้นอาหารที่มีแคลอรีที่เหมาะสมและสารอาหารครบถ้วน หลีกเลี่ยงอาหารแปรรูป อาหารที่มีน้ำตาลสูง และอาหารที่มีไขมันอิ่มตัวสูง""",
"1115" : """การเลือกรับประทานอาหารเพื่อสุขภาพนั้น ควรเลือกรับประทานอาหารที่หลากหลาย สดใหม่ ปรุงรสด้วยเครื่องเทศธรรมชาติ ให้ครบทั้ง 5 หมู่ หลีกเลี่ยงอาหารแปรรูป อาหารที่มีน้ำตาลสูง และอาหารที่มีไขมันอิ่มตัวสูง จะช่วยให้ร่างกายได้รับสารอาหารที่จำเป็นต่อการทำงานอย่างมีประสิทธิภาพ เสริมสร้างภูมิคุ้มกัน และป้องกันโรคต่าง ๆ

อาหารเพื่อสุขภาพ คือ อาหารที่ประกอบไปด้วยสารอาหารที่จำเป็นต่อร่างกายอย่างครบถ้วน ได้แก่ คาร์โบไฮเดรต โปรตีน ไขมัน วิตามิน แร่ธาตุ และใยอาหาร นอกจากนี้ อาหารบางประเภทยังมีสารอาหารอื่น ๆ ที่ช่วยส่งเสริมสุขภาพอีกด้วย """,
"1116" : """อาหารที่ช่วยในเรื่องกระดูกและฟันมี 2 กลุ่มหลัก:

- อาหารที่มีแคลเซียมและฟอสฟอรัสสูง เช่น นม, ปลา, เต้าหู้, ถั่ว, ผักสีเขียวเข้ม, และผลไม้รสเปรี้ยว เช่น ส้ม ฝรั่ง
- อาหารที่มีวิตามินดี เช่น ปลาทะเล, ไข่แดง, และเห็ด

รวมถึงสารอาหารเสริมสุขภาพอื่น ๆ เช่น สารต้านอนุมูลอิสระ และสารต้านการอักเสบ ที่ช่วยปกป้องกระดูกและฟัน และสารฟลาโวนอยด์ ที่ช่วยป้องกันโรคกระดูกพรุน และควรรับประทานให้ครบทั้ง 5 หมู่ หลีกเลี่ยงอาหารแปรรูป, อาหารที่มีน้ำตาลสูง, และไขมันอิ่มตัวสูง ดื่มนมอย่างน้อยวันละ 2 แก้ว, ออกกำลังกายอย่างสม่ำเสมอ และรับประทานอาหารที่สดใหม่ และไม่ปรุงรสด้วยเครื่องปรุงในครัวเรือน เพื่อสุขภาพกระดูกและฟันที่ดี""",
"1117" : """อาหารเพื่อสุขภาพหัวใจคือ อาหารที่ช่วยลดความเสี่ยงในการเกิดโรคหัวใจและหลอดเลือด รวมถึงโรคหัวใจขาดเลือดเฉียบพลัน โรคหลอดเลือดสมอง และโรคหัวใจล้มเหลว 

สารอาหารที่สำคัญสำหรับสุขภาพหัวใจ ได้แก่ 
- โปรตีน เพื่อสร้างกล้ามเนื้อหัวใจ คาร์โบไฮเดรตเชิงซ้อน เป็นแหล่งพลังงานและควบคุมระดับน้ำตาลในเลือด เช่น ปลาแซลมอน ปลาทูน่า
- ไขมันดี เช่น โอเมก้า 3 ช่วยลดคอเลสเตอรอล LDL (ไขมันเลว) และเพิ่มคอเลสเตอรอล HDL (ไขมันดี) 
- ผักและผลไม้ เป็นแหล่งวิตามิน แร่ธาตุ และสารต้านอนุมูลอิสระที่ดีต่อหัวใจ เช่น ผักใบเขียว เช่น ผักโขม บรอกโคลี 
- ธัญพืชไม่ขัดสี เช่น ข้าวกล้อง ข้าวโอ๊ต 

ตัวอย่างเมนูเพื่อสุขภาพหัวใจได้แก่ แซลมอนกริลล์ ,สลัดผัก,ผัดผักรวม, สลัดทูน่า, โยเกิร์ตไขมันต่ำกับผลไม้, ถั่วต้ม ข้าวโอ๊ต""",
"1118" : """อาหารเช้าเป็นมื้อที่สำคัญเพราะให้พลังงานเริ่มต้นของวัน การเลือกอาหารที่เป็นประโยชน์ต่อกระเพาะอาหารและระบบย่อยอาหารช่วยลดความเสี่ยงในการเกิดโรคได้ 
ควรเลือกอาหารที่เป็นประโยชน์ต่อกระเพาะอาหารและระบบย่อยอาหาร โดยหลีกเลี่ยงไขมันสูง, รสจัด, รสเปรี้ยว, และอาหารทอด อาหารเช้าที่ดีรวมถึงข้าวโอ๊ต, โยเกิร์ต, ไข่, ผลไม้, และผัก 
ควรเริ่มวันด้วยอาหารเช้าที่มีประโยชน์, เลือกอาหารหลากหลายประเภท, รับประทานอาหารอย่าเร่งรีบ, และดื่มน้ำเปล่าเพียงพอ. หากมีปัญหาเกี่ยวกับกระเพาะอาหารหรือระบบย่อย, ควรปรึกษาแพทย์หรือนักโภชนาการ""",
"1119" : """การรักษาสุขภาพของลำไส้สามารถทำได้ด้วยการเลือกอาหารที่มีไฟเบอร์สูง เพราะไฟเบอร์ช่วยในเรื่องการย่อยอาหาร, ป้องกันอาการท้องผูก, และส่งเสริมสุขภาพลำไส้ ไฟเบอร์ที่ไม่ละลายน้ำช่วยเพิ่มมวลอุจจาระ และช่วยในการเคลื่อนย้ายอุจจาระในลำไส้ 

อาหารที่มีไฟเบอร์สูงประกอบด้วย ผัก, ผลไม้, ถั่ว, เมล็ดพืช, และธัญพืชไม่ขัดสี เช่น ข้าวโอ๊ตและข้าวกล้อง

เคล็ดลับในการเลือกรับประทานอาหารที่มีไฟเบอร์สูง คือ เลือกอาหารสดใหม่เลือกธัญพืชไม่ขัดสี, และเพิ่มถั่วและเมล็ดพืชในอาหารของคุณ หากมีปัญหาเกี่ยวกับลำไส้ควรปรึกษาแพทย์หรือนักโภชนาการสำหรับคำแนะนำเพิ่มเติมในการรับประทานอาหารที่เหมาะสม"""
}