dic_class_1001 = {
"1" : """กรดไขมันโอเมก้า 3 เป็นกรดไขมันที่สำคัญต่อสุขภาพ มี 2 ประเภทหลักคือ DSA (Docosahexaenoic acid) และ EPS (Eicosapentaenoic acid) ที่มีบทบาทสำคัญในการพัฒนาสมองและดวงตา สุขภาพหัวใจและหลอดเลือด รวมถึงระบบภูมิคุ้มกัน

แหล่งอาหารที่มีกรดไขมันโอเมก้า 3 สูงรวมถึง
- ปลาทะเล เช่น ปลาแซลมอน ปลาทูน่า และปลาซาร์ดีน
- ผักใบเขียว เช่น ผักโขม
- น้ำมันพืชเช่น คาโนลา 
- อัลมอนด์ และเมล็ดแฟลกซ์ก็เป็นแหล่งกรดไขมันโอเมก้า 3 ที่ดี""",
"2" : """กรดไขมันโอเมก้า 6 เป็นกรดไขมันที่พบในพืชและสัตว์บางชนิด มี 2 ประเภทหลักคือ ไลโนเลอิก แอซิด (linoleic acid) และแกมมา-ไลโนเลอิก แอซิด (gamma-linoleic acid) มีบทบาทสำคัญต่อการเจริญเติบโต สมองและระบบประสาท ระบบภูมิคุ้มกัน และผิวหนัง แต่ต้องได้รับในปริมาณที่เหมาะสม หากรับมากเกินไป อาจเสี่ยงต่อโรคเรื้อรัง

แหล่งอาหารที่มีกรดไขมันโอเมก้า 6 ได้แก่ ถั่วและน้ำมันพืช เช่น ทานตะวัน คำฝอย ถั่วเหลือง นอกจากนี้ สัตว์ปีก ไข่ และผลิตภัณฑ์จากนมก็มีไขมันโอเมก้า 6""",
"3" : """ไนตริกออกไซด์ (Nitric oxide) เป็นสารที่มีบทบาทสำคัญในร่างกาย เฉพาะอย่างยิ่งในการควบคุมการขยายหลอดเลือด ซึ่งทำให้เลือดไหลเวียนได้ดีขึ้น ลดความดันโลหิต ลดความเสี่ยงต่อโรคหัวใจและหลอดเลือด ลดการอักเสบในร่างกาย และเพิ่มประสิทธิภาพในการทำงานของกล้ามเนื้อ

แหล่งอาหารที่มีระดับไนตริกออกไซด์สูงรวมถึงผักใบเขียว เช่น ผักโขม ผักคะน้า, ผลไม้ เช่น เชอร์รี่ ลูกพรุน, ถั่วและธัญพืช เช่น ถั่วเหลือง ถั่วเลนทิล, ผลิตภัณฑ์จากนม เช่น นมเปรี้ยว โยเกิร์ต,  อาหารหมักดอง เช่น ซาชิมิ กิมจิ, อาหารทะเล เช่น ปลาแซลมอน ปลาทูน่า """,
"4" : """วิตามินและแร่ธาตุมีบทบาทสำคัญในรักษาสุขภาพโดยปกติ การรับประทานอาหารที่มีความหลากหลายจะช่วยให้ร่างกายได้รับวิตามินและแร่ธาตุที่เพียงพอต่อความต้องการของร่างกายในทุกด้านของสุขภาพและพัฒนาการเช่นเดียวกัน

แหล่งอาหารที่มีวิตามินและแร่ธาตุสูง ได้แก่ 
- ผักและผลไม้สด เช่น ผักโขม, แครอท, ส้ม
- ถั่ว และเมล็ดพืช เช่น ถั่วอัลมอนด์ ถั่วลิสง
- ปลาทะเล เช่น ปลาแซลมอน ปลาทูน่า, 
- ไข่ นมและผลิตภัณฑ์จากนม เช่น นม โยเกิร์ต, ถั่วเหลือง
- ผลิตภัณฑ์จากถั่วเหลือง เช่น เต้าหู้ น้ำเต้าหู้ , ธัญพืชไม่ขัดสี เช่น ข้าวกล้อง ข้าวโอ๊ต""",
"5" : """สารอาหารสูง หมายถึงอาหารที่ให้สารอาหารที่จำเป็นต่อร่างกายในปริมาณที่เพียงพอต่อความต้องการของร่างกาย อาหารเหล่านี้มักมีวิตามิน เกลือแร่ ใยอาหาร โปรตีน และไขมันที่ดีต่อสุขภาพในปริมาณสูง ช่วยให้ร่างกายเจริญเติบโตและพัฒนาการ ช่วยให้ร่างกายทำงานตามปกติ และป้องกันโรคต่างๆ


ตัวอย่างของอาหารที่มีสารอาหารสูงได้แก่ ผักและผลไม้สด, ถั่วและเมล็ดพืช, ปลาทะเล, ไข่, นมและผลิตภัณฑ์จากนม, ถั่วเหลืองและผลิตภัณฑ์จากถั่วเหลือง, ธัญพืชไม่ขัดสี""",
"6" : """ไขมันดีเป็นไขมันไม่อิ่มตัวเชิงเดี่ยวและไม่อิ่มตัวเชิงซ้อน และมีส่วนช่วยให้สมองและระบบประสาททำงานได้อย่างมีประสิทธิภาพ ลดระดับคอเลสเตอรอลชนิดไม่ดี (LDL) เพิ่มระดับคอเลสเตอรอลชนิดดี (HDL) ลดความเสี่ยงต่อโรคหัวใจและหลอดเลือด โรคมะเร็ง และโรคเรื้อรังอื่น ๆ 

อาหารที่มีไขมันดีสูง ได้แก่
- ปลาทะเล เช่น ปลาแซลมอน ปลาทูน่า
- ถั่วและเมล็ดพืช เช่น ถั่วอัลมอนด์ ถั่วลิสง
- ผักใบเขียว เช่น บรอกโคลี ผักคะน้า
- น้ำมันพืช เช่น น้ำมันมะกอก น้ำมันคาโนลา""",
"7" : """คาร์โบไฮเดรตเป็นสารอาหารหลักที่ให้พลังงาน มี 2 ประเภท คือ คาร์โบไฮเดรตเชิงเดี่ยว (Simple carbohydrates) - ย่อยง่าย ร่างกายดูดซึมเร็ว เช่น น้ำตาลทราย น้ำผลไม้ , คาร์โบไฮเดรตเชิงซ้อน (Complex carbohydrates) - ย่อยยาก ร่างกายดูดซึมเร็ว เช่น แป้ง ใยอาหาร แต่ควรรับประทานในปริมาณที่เหมาะสม (50-60% ของพลังงานทั้งหมด) หากรับประทานมากเกินไปจะส่งผลเสียต่อสุขภาพ เช่น โรคอ้วน โรคเบาหวาน

อาหารที่มีคาร์โบไฮเดรตสูง ได้แก่  ข้าว, ข้าวสาลี, ข้าวบาร์เลย์, ข้าวโพด, ขนมปัง, พาสต้า, เส้นก๋วยเตี๋ยว, บะหมี่, ผลไม้ และผักบางชนิด เช่น มันฝรั่ง มันเทศ เผือก น้ำตาล น้ำเชื่อม น้ำผลไม้""",
"8" : """แคลเซียม มีบทบาทสำคัญในการสร้างและเสริมสร้างกระดูกและฟันให้แข็งแรง ป้องกันโรคกระดูกพรุน และช่วยในการทำงานของระบบประสาทและกล้ามเนื้อ การรับประทานแคลเซียมอย่างเพียงพอเป็นสิ่งสำคัญเพื่อรักษาสุขภาพของกระดูกและระบบต่าง ๆ ภายในร่างกายของเรา ปริมาณแคลเซียมที่ควรรับประทานต่อวันมีค่าต่างกันขึ้นอยู่กับกลุ่มอายุและเพศ แต่สำหรับผู้ใหญ่ควรได้รับแคลเซียมอย่างน้อย 1,000-1,200 มิลลิกรัมต่อวัน

อาหารที่มีแคลเซียมสูง ได้แก่ 
- นมและผลิตภัณฑ์จากนม เช่น โยเกิร์ต ชีส
- ปลาเล็กปลาน้อยที่สามารถรับประทานทั้งกระดูกหรือเปลือก เช่น ปลาซาร์ดีน กุ้งแห้ง
- ผักใบเขียวเข้ม เช่น ผักบุ้ง ใบยอ
- เต้าหู้และผลิตภัณฑ์จากถั่วเหลือง, ถั่วและเมล็ดพืช เช่น ถั่วอัลมอนด์ เมล็ดแฟลกซ์""",
"9" : """โปรตีนเป็นสารอาหารที่จำเป็นต่อร่างกาย เพราะมีบทบาทสำคัญในการสร้างและซ่อมแซมเซลล์และเนื้อเยื่อต่าง ๆ ช่วยให้ร่างกายเจริญเติบโต ส่งเสริมการมีพัฒนาการ เสริมสร้างกล้ามเนื้อ ซ่อมแซมเนื้อเยื่อที่ได้รับบาดเจ็บ และช่วยระบบภูมิคุ้มกันทำงานได้อย่างมีประสิทธิภาพ. ควรรับประทานอาหารที่มีโปรตีนสูงเป็นประจำทุกวัน เพื่อให้ร่างกายได้รับโปรตีนเพียงพอตามความต้องการของร่างกาย

อาหารที่มีโปรตีนสูง ได้แก่ 
- เนื้อสัตว์ เช่น เนื้อวัว เนื้อปลา ไข่
- นมและผลิตภัณฑ์จากนม เช่น นม โยเกิร์ต
- ถั่วและเมล็ดพืช เช่น ถั่วลันเตา เมล็ดวอลนัท
- ผลิตภัณฑ์จากถั่วเหลือง เช่น เต้าหู้ นมถั่วเหลือง""",
"10" : """โฟเลตหรือวิตามินบี 9 ที่จำเป็นต่อร่างกาย มีบทบาทสำคัญในการสร้างและซ่อมแซมเซลล์และเนื้อเยื่อต่าง ๆ ของร่างกาย ช่วยให้ร่างกายเจริญเติบโตและส่งเสริมการมีพัฒนาการ ป้องกันโรคโลหิตจาง และลดความเสี่ยงต่อภาวะดาวน์ซินโดรม ผู้ใหญ่ควรได้รับโฟเลตอย่างน้อย 400 ไมโครกรัมต่อวัน สำหรับหญิงตั้งครรภ์ควรได้รับโฟเลตอย่างน้อย 600 ไมโครกรัมต่อวัน ควรรับประทานอาหารที่มีโฟเลตสูงเป็นประจำทุกวัน เพื่อให้ร่างกายได้รับโฟเลตเพียงพอตามความต้องการของร่างกาย

อาหารที่มีโฟเลตสูงรวมถึง ผักใบเขียวเข้ม เช่น ผักโขม หน่อไม้ฝรั่ง, ถั่วและเมล็ดพืช เช่น เมล็ดแฟลกซ์ เมล็ดเจีย, ไข่, และผลไม้ เช่น ทับทิม กีวี""",
"11" : """อาหารที่มีใยอาหารสูง ช่วยทำให้ระบบขับถ่ายทำงานได้อย่างมีประสิทธิภาพ ลดความเสี่ยงต่อโรคท้องผูก โรคริดสีดวงทวาร และโรคหัวใจและหลอดเลือด ผู้ใหญ่ควรได้รับใยอาหารอย่างน้อย 25 กรัมต่อวัน สำหรับผู้ที่มีปัญหาท้องผูก ควรได้รับใยอาหารมากกว่า 30 กรัมต่อวัน ควรรับประทานอาหารที่มีใยอาหารสูงเป็นประจำทุกวัน เพื่อให้ร่างกายได้รับใยอาหารเพียงพอตามความต้องการของร่างกาย

อาหารที่มีใยอาหารสูง ได้แก่
- ผักใบเขียวเข้ม เช่น บรอคโคลี, ผักบุ้ง
- ผลไม้ตระกูลเบอร์รี เช่น สตรอเบอร์รี่, ราสเบอร์รี่
- ถั่วและเมล็ดพืช เช่น เมล็ดแฟลกซ์ เมล็ดเจีย
- ธัญพืชไม่ขัดสี เช่น ข้าวกล้อง ขนมปังโฮลวีต """,
"12" : """สารต้านอนุมูลอิสระ เป็นสารที่ช่วยปกป้องเซลล์และเนื้อเยื่อของร่างกายจากความเสียหายที่อาจเกิดจากสารอนุมูลอิสระ ซึ่งเป็นโมเลกุลที่ขาดอิเล็กตรอนและมีพลังงานสูง สารต้านอนุมูลอิสระช่วยลดความเสี่ยงต่อโรคต่าง ๆ เช่น โรคมะเร็ง โรคหัวใจและหลอดเลือด โรคอัลไซเมอร์ และโรคเบาหวาน

อาหารที่มีสารต้านอนุมูลอิสระสูง ได้แก่ 
- ผักและผลไม้สด เช่น ผักใบเขียวเข้ม, ผลไม้ตระกูลเบอร์รี
- ถั่วและเมล็ดพืช, ชาเขียว, ชาดำ, โกโก้
- น้ำมันมะกอก, น้ำมันคาโนลา, น้ำมันถั่วลิสง, และน้ำมันงา""",
"13" : """ธาตุเหล็ก เป็นสารอาหารที่จำเป็นต่อร่างกาย เพราะมีบทบาทสำคัญในการสร้างเม็ดเลือดแดงที่ช่วยขนส่งออกซิเจนไปยังเซลล์ต่าง ๆ ช่วยส่งเสริมสุขภาพและป้องกันโรคที่เกี่ยวข้องกับการขาดธาตุเหล็ก อย่างเช่น ภาวะโลหิตจาง (Anemia) ที่เกิดจากขาดธาตุเหล็กในร่างกาย ธาตุเหล็กจากพืชมีชื่อว่า Non-heme iron ซึ่งร่างกายดูดซึมได้ยากกว่าธาตุเหล็กจากสัตว์ที่มีชื่อว่า Heme iron ผู้ใหญ่ควรได้รับธาตุเหล็กอย่างน้อย 8 มิลลิกรัมต่อวัน และสำหรับหญิงตั้งครรภ์ควรได้รับธาตุเหล็กอย่างน้อย 27 มิลลิกรัมต่อวัน 

ธาตุเหล็กสามารถพบได้ในอาหารทั้งจากพืชและสัตว์ อาหารที่มีธาตุเหล็กสูง ได้แก่
- เนื้อสัตว์และเครื่องในสัตว์ เช่น เนื้อวัว, เนื้อหมู, เนื้อไก่, ตับ, เลือด, เครื่องใน, 
- ปลาเล็กปลาน้อยที่สามารถรับประทานได้ทั้งกระดูกหรือเปลือก เช่น ปลาซาร์ดีน, ปลาทู, กุ้งแห้ง 
- ผักใบเขียวเข้ม เช่น ผักโขม, คะน้า, ผักบุ้ง, หน่อไม้ฝรั่ง
- ถั่ว และเมล็ดพืช เช่น ถั่วลิสง, งาดำ, เมล็ดแฟลกซ์
- ผลิตภัณฑ์จากถั่วเหลือง เช่น เต้าหู้ นมถั่วเหลือง เป็นต้น"""
}